{
  "home": "الرئيسية",
  "about_us": "من نحن",
  "our_projects": "مشاريعنا",
  "services": "الخدمات",
  "careers": "التوظيف",
  "media": "الأخبار",
  "contact_us": "اتصل بنا",
  "menu": "القائمة",
  "banner_txt": "<strong>لدينا</strong> <br />رؤية لبناء المستقبل",
  "who_us": {
    "title": "من نحن",
    "txt1": "المتكاملة للمقاولات، شركة سعودية رائدة في مجال البناء والتشييد وإدارة المشاريع الإنشائية والمعمارية الضخمة. تأسست الشركة في عام 1974م، وتنامت مع مرور الزمن من خلال عملها على مشاريع مختلفة الحجم ومتفاوتة التعقيد، إلى أن احتلت اليوم المركز الثاني عشر بين المائة شركة الأكثر نموًا في المملكة العربية السعودية.",
    "txt2": "تتميز الشركة في تنفيذ الإنشاءات العامة، بما في ذلك المرافق الأساسية والبنية التحتية والمشاريع السكنية ومراكز الرعاية الصحية والمنشآت التعليمية. واكتسبت الشركة اعترافًا محليًا واسعًا بكفاءتها العالية، وقدرتها على التنفيذ الاحترافي، وتقيدها الصارم بالمعايير المحددة، وتأقلمها السريع مع تقنيات البناء الجديدة، وإيمانها بالجودة العالية بما يواكب تطلعات مختلف شرائح عملائها."
  },
  "our_values": {
    "title": "قيمنا",
    "client_orientation": "رضا العملاء",
    "orientation_txt": "نصغي جيداً لكل ما يقوله عملاؤنا، ونولي اهتماماً كبيراً بطموحاتهم وتطلعاتهم العملية، ونعمل بشكل وثيق معهم من أجل تجسيدها على أرض الواقع.",
    "professionalism": "الاحترافية والموثوقية",
    "professionalism _txt": "نحافظ على الاحترافية في أداء جميع المهام العملية، من لحظة انبثاق الفكرة وحتى يوم إتمام التنفيذ، وهو ما جعل عملاءنا يثقون بنا ويستمرون معنا.",
    "integrity": "النزاهة والشفافية",
    "integrity_txt": "نفعل الصواب في كل الأحوال، ونحترم القوانين والأنظمة، ونحترم التواصل مع الجميع، خصوصاً مع عملائنا، ونبقيهم على اطّلاع كامل بكل مجريات المشروع، ونتعهد بالنصح والصدق والوضوح معهم ومع كل أصحاب المصلحة في مجالنا.",
    "innovation": "الابتكار والإبداع",
    "innovation_txt": "نحرص دائماً على الوصول إلى آخر ما توصلت إليه الصناعة من تقنيات وابتكارات في مجال عملنا، ونسارع إلى تعلم وتبني ما يستجد من طرق وأساليب تعزز تفوقنا باستمرار."
  },
  "our_project": {
    "title": "قائمة المشاريع",
    "description": "لقد اكتسبت الشركة خبرات عريضة في قطاع البناء والتشييد في المملكة العربية السعودية،وتخصصت في مجالات شتى تحت مظلة هذ القطاع، ومن ضمنها:",
    "type1": "",
    "type2": "",
    "type3": "",
    "type4": ""
  },
  "prief_sec": {
    "title": "أرقام وإحصائيات",
    "description": "لقد كانت المتكاملة منظمة وعد ونتائج. نمونا المالي هو شهادة علي التزامنا تجاه مسؤوليتنا عن نجاح المساهمين وأصحاب المصلحة لدينا.",
    "established_in": "تأسست فى",
    "created_at": "2000",
    "extensive": "خبرة عميقة في قطاع المقاولات",
    "strong_fleets": "نظام معدات وحركة متميز",
    "revenue_growth": "عوائد متنامية"
  },
  "partners": {
    "title": "قائمة الشركاء",
    "our_clients": "العملاء",
    "our_suppliers": "الموردون"
  }
}
