{
  "home": "الرئيسية",
  "about_us": "من نحن",
  "our_projects": "مشاريعنا",
  "services": "الخدمات",
  "careers": "التوظيف",
  "media": "الأخبار",
  "contact_us": "اتصل بنا",
  "menu": "القائمة",
  "banner_txt": "<strong>لدينا</strong> <br />رؤية لبناء المستقبل",
  "who_us": {
    "title": "من نحن",
    "txt1": "المتكاملة للمقاولات، شركة سعودية رائدة في مجال البناء والتشييد وإدارة المشاريع الإنشائية والمعمارية الضخمة. تأسست الشركة في عام 1974م، وتنامت مع مرور الزمن من خلال عملها على مشاريع مختلفة الحجم ومتفاوتة التعقيد، إلى أن احتلت اليوم المركز الثاني عشر بين المائة شركة الأكثر نموًا في المملكة العربية السعودية.",
    "txt2": "تتميز الشركة في تنفيذ الإنشاءات العامة، بما في ذلك المرافق الأساسية والبنية التحتية والمشاريع السكنية ومراكز الرعاية الصحية والمنشآت التعليمية. واكتسبت الشركة اعترافًا محليًا واسعًا بكفاءتها العالية، وقدرتها على التنفيذ الاحترافي، وتقيدها الصارم بالمعايير المحددة، وتأقلمها السريع مع تقنيات البناء الجديدة، وإيمانها بالجودة العالية بما يواكب تطلعات مختلف شرائح عملائها."
  },
  "our_values": {
    "title": "قيمنا",
    "client_orientation": "رضا العملاء",
    "orientation_txt": "نصغي جيداً لكل ما يقوله عملاؤنا، ونولي اهتماماً كبيراً بطموحاتهم وتطلعاتهم العملية، ونعمل بشكل وثيق معهم من أجل تجسيدها على أرض الواقع.",
    "professionalism": "الاحترافية والموثوقية",
    "professionalism _txt": "نحافظ على الاحترافية في أداء جميع المهام العملية، من لحظة انبثاق الفكرة وحتى يوم إتمام التنفيذ، وهو ما جعل عملاءنا يثقون بنا ويستمرون معنا.",
    "integrity": "النزاهة والشفافية",
    "integrity_txt": "نفعل الصواب في كل الأحوال، ونحترم القوانين والأنظمة، ونحترم التواصل مع الجميع، خصوصاً مع عملائنا، ونبقيهم على اطّلاع كامل بكل مجريات المشروع، ونتعهد بالنصح والصدق والوضوح معهم ومع كل أصحاب المصلحة في مجالنا.",
    "innovation": "الابتكار والإبداع",
    "innovation_txt": "نحرص دائماً على الوصول إلى آخر ما توصلت إليه الصناعة من تقنيات وابتكارات في مجال عملنا، ونسارع إلى تعلم وتبني ما يستجد من طرق وأساليب تعزز تفوقنا باستمرار."
  },
  "our_project": {
    "title": "قائمة المشاريع",
    "description": "لقد اكتسبت الشركة خبرات عريضة في قطاع البناء والتشييد في المملكة العربية السعودية،وتخصصت في مجالات شتى تحت مظلة هذ القطاع، ومن ضمنها:",
    "type1": "",
    "type2": "",
    "type3": "",
    "type4": ""
  },
  "prief_sec": {
    "title": "أرقام وإحصائيات",
    "description": "لقد كانت المتكاملة منظمة وعد ونتائج. نمونا المالي هو شهادة علي التزامنا تجاه مسؤوليتنا عن نجاح المساهمين وأصحاب المصلحة لدينا.",
    "established_in": "تأسست فى",
    "created_at": "2000",
    "extensive": "خبرة عميقة في قطاع المقاولات",
    "strong_fleets": "نظام معدات وحركة متميز",
    "revenue_growth": "عوائد متنامية"
  },
  "partners": {
    "title": "قائمة الشركاء",
    "our_clients": "العملاء",
    "our_suppliers": "الموردون"
  },
  "about_us_content": {
    "banner_title": "رائدة في <br> الصناعة",
    "company_prif": "“منذ أن تأسست شركتنا قبل أكثر من أربعة عقود، أخذنا على أنفسنا عهدًا بالالتزام في كل أعمالنا بالمشاركة الفاعلة في بناء اقتصاد أقوى وأكثر استدامة لوطننا، من خلال إنشاء مشاريع عمرانية وفق أعلى المعايير، تعكس الصورة الحضارية للمملكة وشعبها. ونتطلع اليوم إلى مواصلة رحلة التطور والنماء دون أن ننسى التزاماتنا وواجباتنا، عبر دخول مرحلة اقتصادية جديدة تتطلب منّا أن نستوعب أدواتها جيدًا، لكي نشارك بفاعلية في زيادة المحتوى السعودي ودفع عجلة التنمية الوطنية.”",
    "present_name": "عيسي العلياني",
    "present_title": "رئيس مجلس الإدارة",
    "our_vision": "رؤيتنا",
    "vision_txt": "ننحن ملتزمون بأن نصبح المزود الرائد للخدمات والحلول المتكاملة في قطاع البناء والتشييد في جميع أنحاء المملكة ومنطقة الخليج العربي. ونؤمن بأن شركتنا كيانٌ عصري طموح على استعداد دائم لاقتناص الفرص التي تدعم إثراء حضارة المملكة وحياة شعبها.",
    "our_mission": "رسالتنا",
    "mission_txt": "تتمثل مهمتنا المستقبلية في تحقيق مجموعة من الأهداف الاستراتيجية التي صاغها قادة شركتنا لدفعها إلى آفاق رحبة جديدة.",
    "mission_1": {
      "title": "السعودية 2030",
      "txt": "المساهمة بشكل مستمر في تلبية احتياجات التنمية الوطنية وتطلعات المجتمع السعودي."
    },
    "mission_2": {
      "title": "المشاريع والمجتمع",
      "txt": "بناء معالم حضارية بارزة ومرافق خدمية متنوعة وبنى تحتية أساسية ومشاريع سكنية وتجارية، وذلك وفق أعلى معايير الجودة، بشكل يواكب تطلعات المجتمع السعودي ويعزز الرفاهية فيه."
    },
    "mission_3": {
      "title": "شركة المستقبل",
      "txt": "تبنّي أحدث التقنيات الهندسية والأساليب في البناء وإدارة المشاريع التي تضمن الجودة العالية والكفاءة التشغيلية"
    },
    "mission_4": {
      "title": "العملاء والشركاء",
      "txt": "تعزيز علاقاتنا مع شركائنا وعملائنا والتي تقوم على الثقة والشفافية والنزاهة، وذلك من خلال تقديم أفضل الحلول والخدمات واحترام الوعود والالتزامات."
    },
    "mission_5": {
      "title": "رأس المال البشري",
      "txt": "الاستثمار في التوظيف عبر استقطاب أفضل الكفاءات والحفاظ عليها عبر التدريب عالي المستوى، إضافةً إلى الدعم المعنوي والتقدير والتحفيز باستمرار."
    },
    "mission_6": {
      "title": "البيئة والسلامة",
      "txt": "تطبيق أعلى معايير وإجراءات الأمن والسلامة، والمحافظة على البيئة التي نمارس أعمالنا فيها."
    },
    "our_values_title": "قيمنا الأساسية",
    "value_1": {
      "title": "رضا العملاء",
      "txt": "نسعى لتلبية رغبات عملائنا وحاجاتهم وتطلّعاتهم العملية والمستقبلية، ونولّي اهتمامًا كبيرًا بطموحاتهم، كما نعمل دائمًا بشكل محكم و وثيق معهم من أجل تجسيدها على أرض الواقع."
    },
    "value_2": {
      "title": "الاحترافية والموثوقية",
      "txt": "نحافظ على الاحترافية في أداء جميع المهام العملية، من لحظة صدور الفكرة المعنيّة حتى تتم عملية التنفيذ بشكل كامل، ولذلك حصلنا على ثقة عملائنا واستمراريتهم."
    },
    "value_3": {
      "title": "مصداقية تستند إلى الأداء",
      "txt": "كل عمل لدينا نقوم به وفق إجراءات واضحة ومعايير دقيقة، وكل وعد نقطعه على أنفسنا نتفانى من أجل الوفاء به."
    },
    "value_4": {
      "title": "النزاهة والشفافية",
      "txt": "يرتكز عملنا على الصواب في جميع الأحوال ونلتزم بالقوانين والأنظمة كما نحترم التواصل مع الجميع، ومع عملائنا على وجه الخصوص، ونبقيهم على اطّلاع كامل بكل مجريات المشروع، ونتعهد بالنصح والصدق والوضوح معهم ومع كل أصحاب المصلحة في مجال عملنا."
    },
    "value_5": {
      "title": "الابتكار والإبداع",
      "txt": "نحرص دائمًا على الوصول إلى آخر ما حقّقته الصناعة من تقنيات وابتكارات في مجالنا، ونسارع إلى تعلّم وتبني ما يستجد من طرق وأساليب تعزّز تفوقنا باستمرار وثبات."
    },
    "value_6": {
      "title": "الجودة والقيمة",
      "txt": "نسعى باستمرارية دائمة إلى تقديم قيمة حقيقية إلى عملائنا بغض النظر عن حجم مشاريعهم، هذه القيمة تتجلّى في ملائمة التكاليف وجودة الأفكار والمواد وتميز الإدارة والتنفيذ."
    },
    "cheif_title": "مجلس الإدارة",
    "cheif_des": "يتمتع مجلس الإدارة بالخبرات العريضة والعلاقات الواسعة في السوق السعودية، وتكمن مهمته الأساسية في وضع الاستراتيجيات والسياسات والخطط والإجراءات التي من شأنها تحقيق مصلحة الشركة وتعظيم حقوق مساهميهما. كما يتمتع المجلس برؤية ثاقبة مكنته من رسم استراتيجية الشركة طويلة المدى التي قادتها على مدى سنوات طويلة للتقدم والنجاح في مجال البناء وإدارة المشاريع في المملكة العربية السعودية",
    "manage_1": {
      "name": "إبراهيم عيسي العلياني",
      "title": "نائب رئيس مجلس الإدارة"
    },
    "manage_2": {
      "title": "العضو المنتدب والرئيس التنفيذي",
      "name": "أحمد طاهر"
    }
  },
  "projects": {
    "main_title": "أعلي <br> إحترافية"
  },
  "contact": {
    "main_title": "تواصل معنا",
    "title": "بيانات التواصل:",
    "txt": "نلتزم بالتواصل المستمر مع عملائنا بكل شفافية وصدق من قبل فريق محترف ومؤهل لخدمتهم على أكمل وجه، كما نهتم بأدق التفاصيل لتحقيق ما يسعون في إنجازه والوصول إليه ولتأمين الراحة التامة لهم. ونتعاون معهم بشكل دائم ومتواصل.",
    "address": "العنوان",
    "address_txt": "",
    "phone": "الجوال",
    "phone_num": "",
    "email": "البريد الالكترونى",
    "email_fomat": "",
    "send_us": "أرسل إلينا",
    "name": "الاسم",
    "subject": "البريد",
    "subjectPlaceholder": "بريدك الالكترونى",
    "message": "رسالتك",
    "messagePlaceholder": "اكتب رسالتك هنا",
    "btn_submit": " إرسال"
  },
  "services_content": {
    "main_title": "أفضل خدمة <br> بأعلى جودة",
    "title": " أهم ما يميز المتكاملة مستوي الخدمة والجودة ",
    "title_txt": "إن وجودنا المكثّف في المملكة يضمن قدرتنا وامكانيتنا على تقديم أعلى المعايير بسمعة طيبة لتحقيق خدمات فعالة للمشروعات الضخمة والمعقدة.",
    "get_Aquote": "إحصل علي خدمة",
    "quote_txt": ""
  }
}
